MainMenuTitle				= "Front Row";

/* Strings that need Apple TV replacements in Front Row */
NotConnectedToInternet							= "Datorn är inte ansluten till Internet.";
NotConnectedToNetwork							= "Datorn är inte ansluten till nätverket";
FatalExceptionAlertDescription					= "Tryck på uppspelning/paus när du vill stänga Front Row.";
